Repository: Audioliz/ReadTheDocs
Catalog: locale/*/LC_MESSAGES/comment_moderation.po
Languages: fr

source: Manage Comments and Feedback
fr: Gérer les commentaires et les retours

source: 1.How to add a comment to an analyzed record ?
fr: 1. Comment ajouter un commentaire à un enregistrement analysé ?

source: You can add a comment either at the level of the responses to each question or in the comment field located right after the transcript.and you need to follow the following steps:
fr: Vous pouvez ajouter un commentaire soit au niveau des réponses à chaque question, soit dans le champ de commentaire situé juste après la transcription. Pour cela, suivez les étapes suivantes :

source: Choose a status for the comment in the DEBUG-STATUS field, the status must be :
fr: Choisissez un statut pour le commentaire dans le champ DEBUG-STATUS ; le statut doit être :

source: OPEN when you ask a question or leave a comment REPLIED when someone responds to your comment CLOSED when you have the correct answer to your comment
fr: OPEN lorsqu’une question est posée ou qu’un commentaire est laissé ; REPLIED lorsqu’une réponse est apportée à votre commentaire ; CLOSED lorsque vous disposez de la réponse adéquate à votre commentaire.

source: choose the Importance level of your comment:
fr: Choisissez le niveau d’importance de votre commentaire :

source: Normal Medium High
fr: Normal Moyen Élevé

source: 2. How to find and respond to comments left on an analyzed call ?
fr: 2. Comment trouver et répondre aux commentaires laissés sur un appel analysé ?

source: You need to click on the "comment" field, a tab will open where you can filter by call date, agent, CRM ID. To find the comments left, click on the "DEBUG STATUS" field and select the "OPEN" option to display all the analyzed calls where a comment has been left. At this point, you have the option to quickly view all comments left on calls by clicking on the two arrows next to "👁️‍🗨️". Or reply to the comments by clicking on "👁️‍🗨️", opening the call analysis grid, and following these steps:
fr: Vous devez cliquer sur le champ « commentaire » ; un onglet s’ouvrira où vous pourrez filtrer par date d’appel, agent et ID CRM. Pour trouver les commentaires laissés, cliquez sur le champ « DEBUG STATUS » et sélectionnez l’option « OPEN » pour afficher tous les appels analysés comportant un commentaire. À ce stade, vous pouvez visualiser rapidement tous les commentaires en cliquant sur les deux flèches à côté de « 👁️‍🗨️ » ou répondre aux commentaires en cliquant sur « 👁️‍🗨️ », en ouvrant la grille d’analyse d’appel, puis en suivant ces étapes :

source: Change the "DEBUG STATUS" field to "Replied"
fr: Modifiez le champ « DEBUG STATUS » en « Replied »

source: Select the person responsible for the response in the "IN CHARGE" field.
fr: Sélectionnez la personne responsable de la réponse dans le champ « IN CHARGE ».

source: Reply to the comments and questions in the "ANSWER" field.
fr: Répondez aux commentaires et questions dans le champ « ANSWER ».

source: 3. Supervision and Question Adjustment Process
fr: 3. Processus de supervision et d’ajustement des questions

source: 3.1. Continuous Improvement of Question Formulation
fr: 3.1. Amélioration continue de la formulation des questions

source: As part of our continuous improvement process, we aim to refine the way questions are written. This effort involves both our internal team and the client, as misunderstandings about the client's actual needs can also lead to discrepancies.
fr: Dans le cadre de notre démarche d’amélioration continue, nous visons à affiner la formulation des questions. Cet effort implique à la fois notre équipe interne et le client, car une mauvaise compréhension des besoins réels du client peut entraîner des écarts.

source: To address this, we have implemented a parallel procedure on the client’s side:
fr: Pour y remédier, nous avons mis en place une procédure parallèle côté client :

source: A supervisor reviews and corrects incorrect answers manually for specific questions.
fr: Un superviseur examine et corrige manuellement les réponses incorrectes pour certaines questions.

source: The supervisor must fill in the **Counter evaluation by** field with their name.
fr: Le superviseur doit renseigner le champ **Counter evaluation by** avec son nom.

source: They are also encouraged to add comments explaining the corrections made.
fr: Ils sont également encouragés à ajouter des commentaires expliquant les corrections apportées.

source: On our side, we are committed to adjusting the relevant questions based on the supervisors’ feedback, with the goal of minimizing the gap between the AI’s analysis and the human evaluation — a goal that we actively monitor through the AI / HUMAN page on our BI dashboard.
fr: De notre côté, nous nous engageons à ajuster les questions concernées en fonction des retours des superviseurs, dans le but de réduire l’écart entre l’analyse de l’IA et l’évaluation humaine — objectif que nous suivons activement via la page IA / HUMAIN de notre tableau de bord BI.

source: 3.2 Evaluation and Supervision Process
fr: 3.2 Processus d’évaluation et de supervision

source: To ensure the quality and accuracy of AI-based analyses, supervisors on the client side are expected to review and validate the AI's responses for specific calls. The following steps outline the recommended evaluation procedure:
fr: Pour garantir la qualité et la précision des analyses basées sur l’IA, les superviseurs côté client doivent examiner et valider les réponses de l’IA pour certains appels. Les étapes suivantes décrivent la procédure d’évaluation recommandée :

source: Access the call page that needs to be reviewed.
fr: Accédez à la page de l’appel à examiner.

source: Fill in the **Counter evaluation by** field with the supervisor’s name.
fr: Renseignez le champ **Counter evaluation by** avec le nom du superviseur.

source: To help our team better understand the corrections, it is strongly encouraged to add a comment in the following format:
fr: Pour aider notre équipe à mieux comprendre les corrections, il est vivement recommandé d’ajouter un commentaire selon le format suivant :

source: question_name: incorrect AI answer → correct answer | reason for the change
fr: nom_question : réponse IA incorrecte → réponse correcte | motif du changement

source: In addition, the supervisor should review the AI-generated responses, click on any incorrect answers, and manually correct them. They can also leave a more detailed comment on each question if needed.
fr: De plus, le superviseur doit passer en revue les réponses générées par l’IA, cliquer sur les réponses incorrectes et les corriger manuellement. Il peut également laisser un commentaire plus détaillé pour chaque question si nécessaire.

source: 4. Understanding the IA vs Human comparison dashboard
fr: 4. Comprendre le tableau de bord de comparaison IA vs Humain

source: This page allows you to explore the differences between evaluations made by the AI and those made by human reviewers.
fr: Cette page permet d’explorer les différences entre les évaluations réalisées par l’IA et celles menées par des réviseurs humains.

source: 1. Score Table
fr: 1. Tableau des scores

source: This table displays, for each counter-evaluator and each call, the human score, the AI score, and the difference between the two. If a counter-evaluator (e.g. Hayat) does not appear, it means no human score has been recorded for the selected period or filters.
fr: Ce tableau affiche, pour chaque contre-évaluateur et chaque appel, le score humain, le score IA et la différence entre les deux. Si un contre-évaluateur (par exemple Hayat) n’apparaît pas, cela signifie qu’aucun score humain n’a été enregistré pour la période ou les filtres sélectionnés.

source: 2. Evolution of the average gap between IA and human scores
fr: 2. Évolution de l’écart moyen entre les scores IA et humain

source: This graph shows the trend of the average difference between the human and AI scores over time (day, week, or month depending on filters).
fr: Ce graphique montre l’évolution de la différence moyenne entre les scores humains et IA au fil du temps (jour, semaine ou mois selon les filtres).

source: 3. Question-wise Accuracy Table
fr: 3. Tableau de précision par question

source: This visual presents, for each question, the percentage of correct and incorrect responses by the AI (based on human validation) per counter-evaluator.
fr: Cette représentation affiche, pour chaque question, le pourcentage de réponses correctes et incorrectes de l’IA (selon validation humaine) par contre-évaluateur.

source: 4. Call-by-Call Details
fr: 4. Détails par appel

source: This detailed table shows the call ID, agent name, counter-evaluator, the evaluated question, the human answer, the AI answer, and whether the AI's response was correct or not.
fr: Ce tableau détaillé présente l’ID de l’appel, le nom de l’agent, le contre-évaluateur, la question évaluée, la réponse humaine, la réponse de l’IA et indique si la réponse de l’IA était correcte ou non.
