Repository: Audioliz/ReadTheDocs
Catalog: locale/*/LC_MESSAGES/comments.po
Languages: fr

source: Continuous improvement with comments
fr: Amélioration continue avec les commentaires

source: If you disagree with the AI's automatic evaluation, you can request a review through the **counter evaluation** workflow.
fr: Si vous n’êtes pas d’accord avec l’évaluation automatique de l’IA, vous pouvez demander une révision via le workflow de **contre-évaluation**.

source: Steps to follow:
fr: Étapes à suivre :

source: Open the evaluation view of the call
fr: Ouvrez la vue d’évaluation de l’appel

source: In the section **Conter evaluation by**, enter your **first name** to identify yourself
fr: Dans la section **Counter evaluation by**, saisissez votre **prénom** pour vous identifier

source: Scroll down and enter your explanation or justification in the **Comment** section
fr: Faites défiler vers le bas et saisissez votre explication ou justification dans la section **Commentaire**

source: Set the **Debug Status** to `Open` to notify the quality team
fr: Définissez le **Debug Status** sur `Open` pour notifier l’équipe qualité

source: Workflow explanation:
fr: Explication du workflow :

source: **Open** = a new comment is submitted and waiting for review
fr: **Open** = un nouveau commentaire a été soumis et attend d’être examiné

source: **Pending** = a reviewer is working on your case before giving an answer
fr: **Pending** = un réviseur traite votre cas avant de fournir une réponse

source: **Replied** = a reply has been written in the `ANSWER` field
fr: **Replied** = une réponse a été rédigée dans le champ `ANSWER`

source: **Closed** = the problem is resolved and the process is complete
fr: **Closed** = le problème est résolu et le processus est terminé

source: This system ensures that every feedback is reviewed and responded to by the quality team in a structured and traceable way.
fr: Ce système garantit que chaque retour est examiné et traité par l’équipe qualité de manière structurée et traçable.
