Repository: Audioliz/ReadTheDocs
Catalog: locale/*/LC_MESSAGES/configuration_*_audioliz.po
Languages: fr

source: Configuration in Audioliz
fr: Configuration dans Audioliz

source: 1. Create a question
fr: 1. Créer une question

source: You can modify/create as many questions as you want in your monitoring sheet. There are three types of questions:
fr: Vous pouvez modifier/créer autant de questions que vous le souhaitez dans votre feuille de suivi. Il existe trois types de questions :

source: 1.1 Question Text
fr: 1.1 Question textuelle

source: You can choose a question text when the answer is a paragraph. For example: 'Give me the summary of the call' or 'What topics were discussed in the call?'
fr: Vous pouvez choisir une question textuelle lorsque la réponse est un paragraphe. Par exemple : « Donnez-moi le résumé de l’appel » ou « Quels sujets ont été abordés lors de l’appel ? »

source: If you have a yes/no question, it is preferable not to select this type of question.
fr: Si vous avez une question oui/non, il est préférable de ne pas sélectionner ce type de question.

source: Let's create a question text:
fr: Créons une question textuelle :

source: 1.2 One choice question
fr: 1.2 Question à choix unique

source: A single choice question is used when there is only one possible answer. It's usually used with yes/no questions.
fr: Une question à choix unique est utilisée lorsqu’il n’y a qu’une seule réponse possible. Elle sert généralement pour les questions oui/non.

source: Let's try it:
fr: Essayons :

source: 1.3 Multiple choices question
fr: 1.3 Question à choix multiples

source: A multiple choice question is used when the answer is not necessarily unique. In this case, you can have multiple answers.
fr: Une question à choix multiples est utilisée lorsque la réponse n’est pas nécessairement unique. Dans ce cas, plusieurs réponses peuvent être sélectionnées.

source: Let's see an example:
fr: Voyons un exemple :

source: To modify a question, it's very simple. Just click on it and change the fields that you want to modify.
fr: Pour modifier une question, c’est très simple : cliquez dessus et modifiez les champs que vous souhaitez.

source: 2. Change monitoring sheet parameters
fr: 2. Modifier les paramètres de la feuille de suivi

source: You can change many parameters in your monitoring grid. Let's see how:
fr: Vous pouvez modifier de nombreux paramètres dans votre grille de suivi. Voyons comment :

source: 3.Managing Metadata in Audioliz
fr: 3. Gestion des métadonnées dans Audioliz

source: 3.1 Adding or Modifying Metadata
fr: 3.1 Ajout ou modification des métadonnées

source: Metadata refers to additional contextual information attached to a call (such as campaign name, CRM ID, or channel). Some metadata is automatically stored in the `crm_metadata` field in the database, but you can also define and manage **custom metadata fields** for specific actions.
fr: Les métadonnées désignent les informations contextuelles supplémentaires rattachées à un appel (par exemple, le nom de la campagne, l’ID CRM ou le canal). Certaines métadonnées sont stockées automatiquement dans le champ `crm_metadata` de la base de données, mais vous pouvez également définir et gérer des **champs de métadonnées personnalisés** pour des actions spécifiques.

source: To manage metadata for a specific action:
fr: Pour gérer les métadonnées d’une action spécifique :

source: Go to the **Actions** page
fr: Accédez à la page **Actions**

source: Select the scorecard you want to configure by clicking the eye icon
fr: Sélectionnez la fiche d’évaluation à configurer en cliquant sur l’icône œil

source: Open the **Metadata** tab
fr: Ouvrez l’onglet **Métadonnées**

source: There, you can:
fr: Vous pouvez :

source: ➕ **Add a new metadata** by clicking the plus icon (`+`)
fr: ➕ **Ajouter une nouvelle métadonnée** en cliquant sur l’icône plus (`+`)

source: ✏️ **Edit existing metadata** by clicking directly on the metadata line
fr: ✏️ **Modifier une métadonnée existante** en cliquant directement sur la ligne concernée

source: For each metadata field, you can define:
fr: Pour chaque champ de métadonnée, vous pouvez définir :

source: **Name**: The internal name of the metadata, displayed in the **Actions** page.
fr: **Name** : le nom interne de la métadonnée, affiché dans la page **Actions**.

source: **Label**: The display name shown in the **Call Page**.
fr: **Label** : le nom affiché dans la **page d’appel**.

source: **Group**: The section of the **Call Page** where this metadata will appear.
fr: **Group** : la section de la **page d’appel** où cette métadonnée apparaîtra.

source: **Default value**: The fallback value used if the metadata is missing or empty in the call data.
fr: **Default value** : la valeur par défaut utilisée si la métadonnée est manquante ou vide dans les données de l’appel.

source: **Tip**: If you want the question to be asked ,that is *included in the prompt sent to the AI* , even when the metadata is present but its value is empty (i.e. the field is defined for the call but has no value), then set the **default value to a single space (`` ``)**.
fr: **Tip** : si vous souhaitez que la question soit posée (c’est-à-dire *incluse dans l’invite envoyée à l’IA*), même lorsque la métadonnée est présente mais vide (c’est-à-dire définie pour l’appel sans valeur), définissez **Default value** sur un espace unique (`` ``).

source: This ensures that the metadata placeholder will be replaced by an empty string, and the question will not be skipped during analysis.
fr: Cela garantit que l’espace réservé à la métadonnée sera remplacé par une chaîne vide, et que la question ne sera pas ignorée lors de l’analyse.

source: 3.2 Why Metadata Matters in Questions
fr: 3.2 Pourquoi les métadonnées sont importantes dans les questions

source: Some data needed for a question (like a campaign name or product type) varies from one call to another. Instead of creating multiple versions of the same question, you can **insert metadata dynamically** using the `$` symbol in the question text.
fr: Certaines données nécessaires à une question (comme le nom de la campagne ou le type de produit) varient d’un appel à l’autre. Plutôt que de créer plusieurs versions de la même question, vous pouvez **insérer dynamiquement des métadonnées** en utilisant le symbole `$` dans le texte de la question.

source: Example: What arguments were given for campaign $CAMPAIGN_NAME
fr: Exemple : Quels arguments ont été avancés pour la campagne $CAMPAIGN_NAME

source: 4. Managing User Roles in Audioliz
fr: 4. Gestion des rôles utilisateurs dans Audioliz

source: In Audioliz, each user has a role that defines what they can do and access within the platform. Roles are used to control permissions based on responsibilities—such as reading data, editing scorecards, managing users, or commenting on calls.
fr: Dans Audioliz, chaque utilisateur possède un rôle définissant ce qu’il peut faire et accéder sur la plateforme. Les rôles servent à contrôler les autorisations en fonction des responsabilités : lecture des données, modification des fiches d’évaluation, gestion des utilisateurs ou commentaires sur les appels.

source: 4.1 Predefined Roles in Audioliz
fr: 4.1 Rôles prédéfinis dans Audioliz

source: Role Description Admin : Full access to all features and functionalities Supervisor : Can do everything except user administration External supervisor : Like agents, but can also comment on calls and edit metadata Agent : Can view calls and answer grids, but cannot manage users or settings
fr: Rôle Description Admin : Accès complet à toutes les fonctionnalités Superviseur : Peut tout faire sauf l’administration des utilisateurs Superviseur externe : Comme les agents, mais peut aussi commenter les appels et modifier les métadonnées Agent : Peut consulter les appels et répondre aux grilles, mais ne peut pas gérer les utilisateurs ni les paramètres

source: You can see this list by navigating to Configuration > Users > ROLES:
fr: Vous pouvez consulter cette liste en naviguant vers Configuration > Utilisateurs > RÔLES :

source: Clicking on any role (e.g. admin) will show the detailed permissions attached to that role:
fr: Cliquer sur un rôle (par exemple admin) affichera les permissions détaillées associées :

source: Permissions control which types of roles can access or perform certain operations on the calls
fr: Les permissions contrôlent quels rôles peuvent accéder ou effectuer certaines opérations sur les appels

source: 4.2 How to Edit a User's Role
fr: 4.2 Comment modifier le rôle d’un utilisateur

source: Admin users can assign or modify user roles :
fr: Les utilisateurs admin peuvent attribuer ou modifier les rôles :

source: Steps: Go to Configuration > Users in the left-hand menu.
fr: Étapes : accédez à Configuration > Utilisateurs dans le menu de gauche.

source: You’ll see users listed. Click the eye icon to view individual profiles:
fr: Vous verrez la liste des utilisateurs. Cliquez sur l’icône œil pour afficher les profils :

source: In the profile page, scroll down to the Roles section and click on it:
fr: Dans la page de profil, faites défiler jusqu’à la section Rôles et cliquez dessus :

source: A dropdown menu will appear. You can select one or more roles from the list:
fr: Un menu déroulant apparaîtra. Vous pouvez sélectionner un ou plusieurs rôles dans la liste :

source: Click Save to confirm your changes.
fr: Cliquez sur Enregistrer pour confirmer vos modifications.

source: 🔎 Tip If you don’t see the role options or can’t edit them, it means your account doesn’t have admin privileges. You’ll need to contact an administrator to update roles.
fr: 🔎 Astuce : si vous ne voyez pas les options de rôle ou ne pouvez pas les modifier, cela signifie que votre compte n’a pas les privilèges admin. Vous devrez contacter un administrateur pour mettre à jour les rôles.

source: 5. Meaning of Date Fields on the Call Page
fr: 5. Signification des champs Date sur la page d’appel

source: **Date** : Initiation date of the call or sent email: it corresponds to the day on which this action was logged in the client’s CRM.
fr: **Date** : date d’initiation de l’appel ou de l’email envoyé ; elle correspond au jour où cette action a été enregistrée dans le CRM du client.

source: **Time** : Exact time at which the call or email was created in the client’s CRM, to complement the Date field.
fr: **Time** : heure exacte à laquelle l’appel ou l’email a été créé dans le CRM du client, en complément du champ Date.

source: **Creation** : Date on which the call or email is received in Audioliz; in other words, the creation date of this item on our platform.
fr: **Creation** : date à laquelle l’appel ou l’email est reçu dans Audioliz ; en d’autres termes, la date de création de cet élément sur notre plateforme.

source: **Last update** : Date on which this call or email record last underwent modification on the Call page.
fr: **Last update** : date à laquelle cet enregistrement d’appel ou d’email a été modifié pour la dernière fois sur la page d’appel.
