Repository: Audioliz/ReadTheDocs
Catalog: locale/*/LC_MESSAGES/display_customization.po
Languages: fr

source: Customize Display Options
fr: Personnaliser les options d’affichage

source: 1.How to visualize the questions with or without a score ?
fr: 1. Comment visualiser les questions avec ou sans score ?

source: In the analysis grid, you can choose to display all the questions, those with a score, or those without a score.
fr: Dans la grille d’analyse, vous pouvez choisir d’afficher toutes les questions, celles avec un score ou celles sans score.

source: 2.How to change the display mode ?
fr: 2. Comment changer le mode d’affichage ?

source: You can choose to display either a dark mode or a light mode.
fr: Vous pouvez choisir d’afficher en mode sombre ou en mode clair.

source: 4. Access and reuse an existing dashboard
fr: 4. Accéder et réutiliser un tableau de bord existant

source: If you want to use a dashboard that was created by another user in the system, follow these steps:
fr: Si vous souhaitez utiliser un tableau de bord créé par un autre utilisateur du système, suivez ces étapes :

source: Go to the section called **"All Dashboards"**
fr: Accédez à la section **« Tous les tableaux de bord »**

source: Locate the dashboard you want to use (e.g., alert monitoring, performance tracking, etc.)
fr: Repérez le tableau de bord que vous souhaitez utiliser (ex. : suivi des alertes, performance, etc.)

source: Click on the **eye icon** to open it
fr: Cliquez sur l’**icône œil** pour l’ouvrir

source: Once inside the dashboard, you will find several options in the top-right corner:
fr: Une fois dans le tableau de bord, vous trouverez plusieurs options en haut à droite :

source: You can choose between the following actions:
fr: Vous pouvez choisir parmi les actions suivantes :

source: **Add to my favorites** Adds the dashboard to your side menu. Any future changes made by the original creator will be reflected on your side.
fr: **Ajouter aux favoris** Ajoute le tableau de bord à votre menu latéral. Les modifications futures apportées par le créateur d’origine seront également appliquées.

source: **Duplicate** Creates a fully independent copy of the dashboard. You can then customize it freely (add widgets, edit filters, etc.) without affecting the original.
fr: **Dupliquer** Crée une copie totalement indépendante du tableau de bord. Vous pouvez ensuite le personnaliser librement (ajout de widgets, modification des filtres, etc.) sans affecter l’original.

source: **Set as Home Page** If you want this dashboard to appear when you log in, click the gear icon and enable “Home Page” from the settings.
fr: **Définir en page d’accueil** Si vous souhaitez que ce tableau de bord s’affiche à votre connexion, cliquez sur l’icône roue dentée et activez « Page d’accueil » dans les paramètres.
