Repository: Audioliz/ReadTheDocs
Catalog: locale/*/LC_MESSAGES/installation.po
Languages: fr

source: First Steps with Audioliz
fr: Premiers pas avec Audioliz

source: This is a tutorial on how to use Audioliz, from the very beginning to your first call analysis. Let's go!
fr: Voici un tutoriel pour utiliser Audioliz, depuis les premiers pas jusqu’à votre première analyse d’appel. C’est parti !

source: 1. Visualize call analysis
fr: 1. Visualiser l’analyse d’appel

source: After every call is analyzed, you can see all the useful information about it:
fr: Après chaque analyse d’appel, vous pouvez consulter toutes les informations utiles :

source: -General information about the call: date of creation, audio file name, duration, agent, call type, called number, etc. -The transcript of the call -The call audio file -Questions/responses with explanations on each response, and the possibility to listen exactly where the answers are given in the call.
fr: - Informations générales sur l’appel : date de création, nom du fichier audio, durée, agent, type d’appel, numéro appelé, etc. - Transcription de l’appel - Fichier audio de l’appel - Questions/réponses avec explications pour chacune, et possibilité d’écouter précisément le passage où la réponse est donnée.

source: 2. How to load a call
fr: 2. Comment charger un appel

source: To analyze the next calls, you should first load them.
fr: Pour analyser d’autres appels, vous devez d’abord les charger.

source: Let's load our first call:
fr: Chargons notre premier appel :

source: 3. Re-run a call analysis
fr: 3. Relancer une analyse d’appel

source: If you change a question in the monitoring sheet, and you want to re run an analysis on a call, here's how to do it:
fr: Si vous modifiez une question dans la feuille de suivi et souhaitez relancer l’analyse d’un appel, procédez ainsi :
